[BoxOfBeer InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_BottleOfBeerPickup MissionItemDefinition]
UseFailureCharacterMessage="You must sit down %s Use it."
ItemName="Liquor"
PickupMessage="Instead %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="simple"

[ItemDefs.ID_MO_BottleOfBeerPickup:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Note: This may not be on a thin layer of paint under another layer. Don't drink if you don't want to pay."
NoConstraintText=""
Suffix=""
Prefix=""

